identification division.

program-id.  base_jb.


date-written.  7-jul-1995 - mb.

data division.
working-storage section.

procedure division.

23 bob value 12.44.
