identification division.

program-id.  base_jb.


date-written.  7-jul-1995.

data division.
working-storage section.

procedure division.

22 bob value 12.44

***--- This-is-a-test-comment.

<<<<<<< Updated upstream
img myportrait png 100 100 450 7 oct 2015 17 04.
=======
video Sams-Birthday 7 275 mp4.
>>>>>>> Stashed changes
